[
    {
        "opinion_id": "10799675",
        "author": "Sylwester",
        "recommendation": "Polecam",
        "stars": "5/5",
        "purchased": "Opinia potwierdzona zakupem",
        "opinion_date": "2019-07-18 11:14:29",
        "purchase_date": "2019-07-11 11:46:20",
        "useful": "21",
        "unuseful": "9",
        "content": "Z premedytacją długo czekałem po odbiorze przesyłki na rozpakowanie paczki. A gdy już ją otworzyłem, nadal nie byłem gotowy, aby zajrzeć do środka firmowego opakowania zegarka. Jeszcze nie byłem w stanie, tak ogromne emocje mną rządziły. Mówiąc wprost, nie mogłem wyjąć G-Shock'a z pudełka. Czekałem na ten moment, jak na pierwszą randkę. Wiem, że ta chwila niedługo nastąpi, musi nadejść, a to będzie już niebawem. Budowanie towarzyszącego mi, swoistego napięcia, nie bierze się znikąd - wszak to pierwszy mój tego rodzaju zegarek. Decyzja była trudna i choć wstępnie byłem zdecydowany na inny model, po wszelkich konsultacjach z kolegami, którzy już mają wieloletnie doświadczenia, zdecydowałem się jednak na G-Shock GW-9400. I oto jest! Jedyny w swoim rodzaju, niepowtarzalny, wyjątkowy, bo mój. Niewątpliwie, sporo czasu z nim spędzę, żeby poznać wszystkie jego funkcje i możliwości, ale to będzie wpierw poszukiwanie, a następnie poznawanie każdego dnia upragnionej miłości. I ogromna radość!\r\nBo jeśli miłość może być cudowna i piękna, tak w wydaniu materialnym bezsprzecznie dotyczy marki G-Shock, właśnie mierząc ją stopniem zauroczenia, bliskości, zapatrzenia, przywiązania i nieustannej chęci bycia razem.\r\nWszystko inne, co z zegarkiem związane zostało skrupulatnie opisane w sieci. Teraz zostajemy razem. Sam na sam. Na dłuższą chwilę... 🤗",
        "cons": [],
        "pros": []
    },
    {
        "opinion_id": "13990829",
        "author": "p...8",
        "recommendation": "Polecam",
        "stars": "5/5",
        "purchased": "Opinia potwierdzona zakupem",
        "opinion_date": "2021-02-19 23:02:29",
        "purchase_date": "2021-02-08 09:17:29",
        "useful": "2",
        "unuseful": "0",
        "content": "Na początek podziękowania dla sprzedawcy może nie poczułem się jako szczególny i jedyny kupujący ale ( warto rozmawiać) Jestem osobą nie ufną to w pierwszej kolejności z różnych źródeł sprawdzałem czy towar jest oryginalny. Wszystko ok . Choć na rynku jest już wiele lat to mój egzemplarz jest świeżutki    - produkcja 24 listopada 2020 a u mnie w domu 09.02.2021. To jest kolejny mój zegarek ale pierwszy      typu G-Shock Wybrałem wersje z bajerami kompas termometr barometr wysokościomierz. Te pierwsze dni co mam go na nadgarstku to tak jak inni kupują  samochód wersja Off Road 4x4 ale jeżdżą nim w mieście a ekstremum to krawężnik. Spokojnie przyjdzie lato to i czasomierz będzie w trudnych warunkach walczył z żywiołami ziemi i powietrza. Bateria słoneczna --- dla mnie ciekawostka - nooo zobaczymy czy 15 lat da radę :)  Dopiero za kilka miesięcy można wydać w miarę sensowną opinię. Ale jako nowiutki i pachnący jest super i ma wszystko co chciałem. Aaaaa zapomniałem regulacja radiowa - wisienka na torcie :)\nCechy: Ma wszystko.\nZaleta: po prostu G-Shot\nWada: na tym etapie brak a jednak jedna jest - PODŚWIETLANIE - tragedia i dramat jak w zegareczku na szczelnicy sportowej w czasie dorocznego festynu na koniec żniw. ( nierównomierne oświetlenie wyraźnie widoczne miejsce gdzie znajduje się dioda. brrrrrrrrrr",
        "cons": [
            "jasne podświetlenie",
            "nierównomierne podśw"
        ],
        "pros": [
            "jasne podświetlenie",
            "nierównomierne podśw"
        ]
    },
    {
        "opinion_id": "12598075",
        "author": "j...k",
        "recommendation": "Polecam",
        "stars": "5/5",
        "purchased": "Opinia potwierdzona zakupem",
        "opinion_date": "2020-06-05 16:56:13",
        "purchase_date": "2020-05-29 09:00:28",
        "useful": "6",
        "unuseful": "0",
        "content": "Duży, ciężki, niewygodny... Jak dla mnie idealny :) co tu dużo pisać, wszystko działa zgodnie z opisem, a zalety zegarka można znaleźć w licznych recenzjach i opiniach w internecie. Dlatego spróbuję opisać kilka drobnych wad, które co prawda są mało istotne w stosunku do zalet, ale można o nich wspomnieć, żeby wiedzieć czego brakuje do doskonałości. Dlatego od razu zaznaczam, że wady te są wyszukane trochę \"na siłę\":\n- podświetlenie - jest poprawne, czyli widać co zegarek wyświetla, jednak z lewej strony ekran jest prześwietlony od diody która jest źródłem światła. Mało estetycznie to wygląda. Można było to lepiej zrobić\n- wysokościomierz - skoro jest barometryczny to szkoda, że nie ma w nim opcji kalibracji za pomocą ciśnienia odniesienia z najbliższej stacji pogodowej, podobnie jak to ma miejsce w np. samolotach\n- wygoda - tak jak napisałem na początku: duży i ciężki ale szybko idzie się przyzwyczaić i po kilku dniach czujemy dyskomfort tylko gdy... zegarka nie mamy na ręce\n- wygląd - pancerna koperta z cyfrowym wyświetlaczem prezentuje się świetnie do ubrania sportowego czy motocykla turystycznego. Nadaje się na co dzień, do prac fizycznych, wypadu w góry, do lasu itp. Jednak założenie GW9400 do bardziej eleganckiego stroju jest niczym przyjazd czołgiem na wieczorne przyjęcie w arystokratycznym pałacu. Niby można, ale jak się nie jest wyjątkowym ekscentrykiem to lepiej limuzyną.\n- funkcjonalność - do pełni szczęścia brakuje mi w tym zegarku odbiornika GPS. Większość zegarków z GPS są mało odporne na trudne warunki lub mają baterię wymagającą ładowania. Delikatną elektronikę z GPS wymagającą częstego ładowania mam już w smartfonie, więc po co miałbym dublować te niedogodności? Z kolei nowy Rangeman (GPR-B1000) ma GPS, jest odporny na wszystko i zasilany światłem ale jego cena jest IMAO grubo przesadzona. GW9400 ma dobry balans pomiędzy solidnością i funkcjonalnością a ceną.\n\nTo tyle co udało mi się zauważyć z kilku dni użytkowania. W założeniu zegarek ma mi służyć przez lata, więc jeśli bezproblemowo wytrzyma co najmniej 10 lat będzie pewność, że wybór był idealny. Na razie jestem \"tylko\" bardzo zadowolony.",
        "cons": [],
        "pros": []
    },
    {
        "opinion_id": "12884913",
        "author": "k...o",
        "recommendation": "Polecam",
        "stars": "5/5",
        "purchased": "Opinia potwierdzona zakupem",
        "opinion_date": "2020-08-01 11:14:27",
        "purchase_date": "2020-07-23 21:30:30",
        "useful": "2",
        "unuseful": "0",
        "content": "Praktycznie kompletny zegarek w bardzo dobrej cenie. Pozytywowy wyświetlacz jest bardzo czytelny w każdych warunkach, tough solar działa bez problemu i eliminuje na bardzo długi czas konieczność wymiany baterii i nie ogranicza korzystania z dostępnych funkcji z obawy o rozładowanie baterii. Rangeman jest duży ale wbrew obawom nie jest za duży, pasuje idealnie. Czujniki działają zgodnie z ich przeznaczeniem, z uwagą na wysokościomierz, który pracuje w oparciu o bardzo czuły czujnik ciśnienia i wymaga częstej kalibracji - nie jest to wada raczej specyfika działania.\nPonadto odporność na wstrząsy, wodę do 200m oraz błoto i kurz czynią zegarek praktycznie niezniszczalnym. Waveceptor  z Multiband 6 rozwiązuje skutecznie problem z dokładnością czasomierza. Możliwość zmiany wyglądu zegarka poprzez wymianę bezela i paska jest dodatkowym atutem. Dla niezdecydowanych - kupować. Pozdrawiam i polecam",
        "cons": [],
        "pros": []
    },
    {
        "opinion_id": "12070384",
        "author": "Użytkownik Ceneo",
        "recommendation": "Polecam",
        "stars": "5/5",
        "purchased": "Opinia potwierdzona zakupem",
        "opinion_date": "2020-04-05 18:03:10",
        "purchase_date": "2020-03-04 12:05:08",
        "useful": "3",
        "unuseful": "2",
        "content": "Zegarek był prezentem dla męża. Od wielu lat o nim mówił. Ceny były niestety trochę nieadekwatne do możliwości tego zegarka, aż tu nagle pojawiła się dobra cena na kaktus24 i od razu kliknęłam. Przyszło na następny dzień, akurat przed urodzinami Męża :)\nNiewiele powiem o funkcjach i innych bajerach bo to już mąż by musiał ale ma termometr i barometr z czego sama nawet będę czasem korzystała. To co mówi mąż, to,że zegarek jest \"świeżutki\" tzn,że data produkcji jest sprzed 3 miesiecy, więc zegarek nie przeleżał rok w magazynie. Bateria na pewno w związku z tym jest w dobrym stanie. to można sprawdzić na dekielku. Na końcu jakiejś cyfry jest literka \"I\" co symbolizuje rok 2019 a wcześniejsza cyfra oznacza dzień produkcji danego roku. Więc jeśli ktoś kupi zegarek i ma np. literkę \"H\" to jest z roku 2018. Polecam zakupy w tym sklepie i polecam zegarek, bo mąż cieszy się jak dziecko. Nawet zmierzył nim wysokość naszego domu \"wysokościomierzem\" wchodząc na strych :)",
        "cons": [],
        "pros": []
    },
    {
        "opinion_id": "12396207",
        "author": "Sebsa123",
        "recommendation": "Polecam",
        "stars": "5/5",
        "purchased": "Opinia potwierdzona zakupem",
        "opinion_date": "2020-05-11 20:51:28",
        "purchase_date": "2020-05-02 20:01:47",
        "useful": "3",
        "unuseful": "3",
        "content": "Bardzo dobry zegarek ,dużo funkcji. Mi najbardziej podoba się wysokościomierz można dzięki niemu sprawdzać wysokość na przykład budynków.\nDługo zastanawiałem się nad tym zegarkiem ,uważałem ,że jest za drogi ale po tym jak do mnie przyszedł i używam go od paru dniu stwierdzam ,że jest wart swojej ceny. Ma bardzo przydatną funkcję automatycznego podświetlania ,kompas. Jest bardzo solidnie wykonany i wodoodporny. Przeglądałem wiele innych zegarków różnych firm ale ten w porównaniach wypadał najlepiej.  Nie żałuję ani złotówki wydanej na ten zegarek i polecam wszystkim ,którzy się nad nim zastanawiają. Brakuje mi w nim jednej rzeczy ,nie jest to wada ale mógłby mieć Bluetooth i krokomierz.",
        "cons": [],
        "pros": []
    },
    {
        "opinion_id": "14410177",
        "author": "domn",
        "recommendation": "Polecam",
        "stars": "5/5",
        "purchased": "Opinia potwierdzona zakupem",
        "opinion_date": "2021-05-05 19:41:49",
        "purchase_date": "2021-04-25 21:55:29",
        "useful": "1",
        "unuseful": "1",
        "content": "Najlepiej wyposażony zegarek w tej cenie (900-1000 zł).\nDo pełni szczęścia brakuje mi w nim wibracji, ale trudno.\nSprawdzałem termometr, barometr - wskazują poprawne wartości. \nMam obwód w nadgarstku 16,7 cm i muszę przyznać, że nie wielkość ani waga mi przeszkadzają, tylko samo rozmieszczenie dziurek na pasku. Na trzeciej dziurce zegarek uciska, a na czwartej siedzi zbyt luźno i przesuwa się do zgięcia w nadgarstku. Niby można przymierzyć w sklepie przed zakupem, ale takie rzeczy wychodzą dopiero po całych dniach noszenia. Pozdro, niech się to trzyma, dobry przekaz leci.",
        "cons": [],
        "pros": []
    },
    {
        "opinion_id": "14761824",
        "author": "a...1",
        "recommendation": "Polecam",
        "stars": "5/5",
        "purchased": "Opinia potwierdzona zakupem",
        "opinion_date": "2021-07-24 16:28:00",
        "purchase_date": "2021-07-08 21:35:21",
        "useful": "0",
        "unuseful": "0",
        "content": "Świetny zegarek, miałem obawy co do jego wielkości ale jednak mam sporą łapę wiec zegarek wkomponował się idealnie, sporo funkcji jeszcze do końca nie poznałem. Wykonanie bardzo eleganckie jak na elastyczno-plastikowe, długo zastanawiałem się nad zakupem  ale gdy już go dostałem to wiedziałem że jest idealny dla mnie. Będzie mocno tyrany, sprawdzę go dokładnie, zero litości :D (paski i bezele widziałem że są dość tanie i dostępne więc jest git)",
        "cons": [],
        "pros": []
    },
    {
        "opinion_id": "14671387",
        "author": "Gibiceps",
        "recommendation": "Polecam",
        "stars": "5/5",
        "purchased": "Opinia potwierdzona zakupem",
        "opinion_date": "2021-07-01 18:23:27",
        "purchase_date": "2021-06-22 19:40:33",
        "useful": "0",
        "unuseful": "0",
        "content": "Wszystko super. Zegarek godny polecenia, wszystkie funkcje które posiada są bardzo przydatne. Dodatkowo można zmieniać paski oraz bezel , są w różnych kolorach a prostota ich wymiany na piątkę. Zamówiłem w sklepie Montres.pl , zegarek doszedł szybko i został skalibrowany. Zapakowany super bezpiecznie nic zostało poniszczone podczas przesyłki. Polecam ten sklep no i wiadomo ten piękny i funkcjonalny zegarek który będzie ze mną na lata.",
        "cons": [],
        "pros": []
    },
    {
        "opinion_id": "10355704",
        "author": "strazakp",
        "recommendation": "Polecam",
        "stars": "5/5",
        "purchased": "Opinia potwierdzona zakupem",
        "opinion_date": "2019-04-05 13:38:16",
        "purchase_date": "2019-03-22 13:56:29",
        "useful": "3",
        "unuseful": "1",
        "content": "Wieeeele miesięcy o nim marzyłem aż w końcu decyzja o zakupie i jest! Super zegarek, wg mnie najlepszy w cenie do ok 1000zl z wszystkich gshock. Każdy miłośnik marki powinien go mieć w swojej kolekcji. Jest to mój trzeci gshock i jest mega. Dobrze leży na ręku, jest super dobrze wykonany i ładnie wygląda. Wart swojej ceny absolutnie!",
        "cons": [],
        "pros": []
    }
]